Repository: PloneGov-IT/rer.groupware.notify
Catalog: rer/groupware/notify/locales/*/LC_MESSAGES/rer.groupware.notify.po
Languages: it

source: ${room_title} comments notifications
it: ${room_title} Notifiche Commenti

source: A mail action for the Groupware suite.
it: Un'azione di invio mail per il Groupware

source: Add Groupware notification action
it: Aggiungi un'azione di notifica Groupware

source: Anonymous
it: Anonimo

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche memorizzate

source: Comments
it: Commenti

source: Configure Groupware notification action
it: Configura l'azione di notifica Groupware

source: Configure element
it: Configura l'elemento

source: Defaul email sender
it: Indirizzo mittente di default

source: Disable notifications
it: Disabilita notifiche

source: Disabled
it: Disabilitato

source: Edit cancelled
it: Modifiche annullate

source: Enable notifications
it: Abilita modifiche

source: Enabled
it: Abilitato

source: Groupware Notifications
it: Notifiche Groupware

source: Groupware Notify settings
it: Impostazioni notifiche del Groupware

source: Groupware notification portlet
it: Portlet di notifica Groupware

source: Mail message
it: Messaggio e-mail

source: Portlet for configure Groupware notifications in the site
it: Portlet per configurare le notifiche del Groupware nel sito

source: Save
it: Salva

source: Sender email
it: Mittende e-mail

source: Subject
it: Oggetto

source: Subject of the message
it: Oggetto del messaggio

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
it: L'indirizzo e-mail del mittente del messaggio. Se nessun indirizzo viene fornito verrà usato quello delle impostazioni del sito.

source: Types blacklist
it: Blacklist dei tipi

source: action_summary
it: Notifiche Groupware

source: added_to_notify_group
it: Utente ${user} aggiunto al gruppo di notifica

source: help_black_list
it: I tipi di contenuto in questa lista non saranno aggiunti ai tipi di documenti che verranno notificati. Da notare che le modifiche a questa lista influenzeranno solo i nuovi gruppi di notifica.

source: help_default_emai_sender
it: Inserisci un indirizzo mittente di default per le notifiche.

source: help_groupwarenotify_settings_editform
it: Gestione notifiche del Groupware

source: help_message
it: Scrivi qui il messaggio che vuoi inviare. Alcuni marcatori possono essere sostituiti: ${title} sarà rimpiazzato con il titolo del documento che ha scatenato l'evento. ${url} sarà rimpiazzato dall'URL dell'elemento. ${room_title} sarà rimpiazzato dal nome della stanza. ${room_url} sarà rimpiazzato dall'URL della stanza. ${area_title} sarà rimpiazzato dal nome dell'area. ${area_url} sarà rimpiazzato dall'URL dell'area.

source: notify_description_comments
it: Tutti gli utenti dentro al gruppo di notifica dei commenti verranno contattati via e-mail all'inserimento di nuovi commenti

source: notify_description_created
it: Tutti gli utenti dentro al gruppo di notifica dell'area ${area_title} all'interno della stanza ${room_title} saranno notificati via mail quando un nuovo contenuto viene aggiunto

source: notify_description_deleted
it: Tutti gli utenti dentro al gruppo di notifica dell'area ${area_title} all'interno della stanza ${room_title} saranno notificati via mail quando un contenuto viene cancellato

source: notify_description_modified
it: Tutti gli utenti dentro al gruppo di notifica dell'area ${area_title} all'interno della stanza ${room_title} saranno notificati via mail quando i contenuti vengono modificati

source: notify_group_comment_id
it: ${room_title} ${area_title} Notifiche

source: notify_msg_comments
it: Un nuovo commento è stato aggiunto da ${user} al documento ${parent_title}. ${text} Puoi fare click sul link che segue per accedervi: ${url}

source: notify_msg_created
it: Il documento "${title}" è stato creato. ${text} Puoi fare click sul link che segue per accedervi: ${url}

source: notify_msg_deleted
it: Il documento "${title}" è stato rimosso.

source: notify_msg_modified
it: Il documento "${title}" è stato modificato. Puoi fare click sul link che segue per accedervi: ${url}

source: notify_subj_comments
it: [${room_title}] Nuovo commento

source: notify_subj_created
it: [${room_title}] nuovo documento dell'area ${area_title}

source: notify_subj_deleted
it: [${room_title}] documento cancellato nell'area ${area_title}

source: notify_subj_modified
it: [${room_title}] documento modificato dell'area ${area_title}

source: notify_title_comments
it: [${room_title}] notifica per nuovi commenti

source: notify_title_created
it: [${room_title}] notifica per nuovi documenti nell'area ${area_title}

source: notify_title_deleted
it: [${room_title}] notifica per documenti cancellati nell'area ${area_title}

source: notify_title_modified
it: [${room_title}] notifica per documenti modificati nell'area ${area_title}

source: portlet_room_title
it: Notifiche ${room_name}

source: removed_from_notify_group
it: Utente ${user} rimosso dal gruppo di notifica
